Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/fi-nn (1).tmx
Source language: fi
Languages: nn

source: Jakson asetukset
nn: Episodeeigenskapar

source: Julkaistu
nn: Publisert

source: Uusi
nn: Ny

source: Noudettu
nn: Lasta ned

source: Ei koskaan päivitetty
nn: Aldri oppdatert

source: Päivitetty {0}
nn: Oppdatert {0}

source: Noudetaan
nn: Lastar ned

source: Uudet jaksot
nn: Nye element

source: Kaikki jaksot
nn: Alle element

source: Noudetaan podcasteja
nn: Lastar ned podkast(ar)

source: Peru kaikki podcastien noudot?<control><shift>U
nn: Avbryta alle podkastnedlastingar?<control><shift>U

source: Etsi uusia jaksoja kaikista podcasteista
nn: Kontroller alle podkastar for nye episodar

source: Lisää podcast...
nn: Legg til podkast …

source: Tilaa uusi podcast
nn: Abonner på ein ny podkast

source: Peru tilaus ja poista
nn: Avslutt abonnement og fjern

source: Etsi uusia jaksoja
nn: Sjå etter nye episodar

source: Nouda kaikki jaksot
nn: Last ned alle episodar

source: Käy podcastin kotisivulla
nn: Besøk podkastheimesida

source: Podcastin asetukset
nn: Podkasteigenskapar

source: Merkitse uudeksi
nn: Merk som ny

source: Arkistoi
nn: Arkiver

source: Lataa
nn: Last ned

source: Peru nouto
nn: Avbryt nedlasting

source: Käy sivulla
nn: Besøk nettstad

source: Lisää podcast
nn: Legg til podkast

source: Virheellinen URL
nn: Ugyldig adresse

source: Podcastin URL on virheellinen.
nn: Podkastadresse er ugyldig

source: Jakson tiedot
nn: Episodedetaljar

source: Etsi uusia jaksoja säännöllisesti
nn: Sjå regelmessig etter nye episodar

source: Jos valintaruutu on valittuna, Banshee tarkistaa joka tunti onko tällä podcastilla uusia jaksoja
nn: Dersom kryssa av, vil Banshee sjå etter nye episodar til denne podkasten kvar time

source: Lataa uudet jaksot
nn: Last ned nye episodar

source: Arkistoi kaikki jaksot paitsi uusin
nn: Arkiver alle episodar unntatt den nyaste

source: Ei kuvausta saatavilla
nn: Inga skildring tilgjengeleg

source: Kotisivu:
nn: Nettstad:

source: Vieraile
nn: Besøk

source: Tilausasetukset
nn: Abonnenmentsinnstillingar

source: Syötteen osoite:
nn: Matingsadresse:

source: Viimeksi päivitetty:
nn: Sist oppdatert:

source: Luokka:
nn: Kategori:

source: Tekijänoikeudet:
nn: Opphavsrett:

source: Podcast:
nn: Podkast:

source: URL:
nn: Adresse:

source: Syötä URL podcastiin jonka haluat tilata.
nn: Oppgje adressa til podkasten du vil abbonera på.

source: Nouda viimeisin jakso
nn: Last ned den siste episoden

source: Anna minun valita noudettavat jaksot
nn: La meg avgjere kva episodar som skal lastast ned

source: _Kaiutin:
nn: _Høgtalar:

source: Näyte
nn: Døme

source: esittäjä ”{0}”, levyltä ”{1}”
nn: av «{0}» frå «{1}»

source: levyltä ”{0}”
nn: frå «{0}»

source: esittäjä ”{0}”
nn: av «{0}»

source: _Näytä Banshee äänivalikossa
nn: _Vis Banshee i lydmenyen

source: Hallitse Bansheeta äänivalikon kautta
nn: Styr Banshee frå lydmenyen

source: Näytä SQL-konsoli
nn: Vis SQL-konsoll

source: Käynnistä SQL-tarkkailu
nn: Start SQL-overvaking

source: Pysäytä SQL-tarkkailu
nn: Stopp SQL-overvaking

source: Kappaleen esikuuntelu
nn: Førehandsvising av spor

source: Lähettäjä
nn: Lasta opp av

source: Soita Bansheessa...
nn: Spel i Banshee …

source: Soita Web-selaimessa...
nn: Spel i nettlesar …

source: Yhtään videota ei löytynyt
nn: Ingen videoar funne

source: avaa kontekstivalikko
nn: opna lokalmeny

source: napsauta
nn: trykk

source: Piilota {0}
nn: Gøym {0}

source: {0} havaitsi vakavan virheen
nn: Det oppstod ein alvorleg feil i {0}

source: Virheen yksityiskohdat
nn: Feildetaljar

source: Tapahtui käsittelemätön virhe:
nn: Eit uforutsett unntak oppstod:

source: kt
nn: KB

source: Ehto:
nn: Tilstand:

source: _Osumat
nn: _Treff

source: kaikki
nn: alle

source: mikä tahansa
nn: kva som helst

source: seuraavista:
nn: av følgjande

source: _Rajoita
nn: _Avgrens til

source: perusteella
nn: vald av

source: sitten
nn: sidan

source: päivää
nn: dagar

source: viikkoa
nn: veker

source: kuukautta
nn: månader

source: vuotta
nn: år

source: ennen
nn: før

source: jälkeen
nn: etter

source: ei ole
nn: er ikkje

source: on enintään
nn: på det meste

source: on vähintään
nn: minst

source: vähemmän kuin
nn: mindre enn

source: enemmän kuin
nn: meir enn

source: tyhjä
nn: tom

source: {0} sitten
nn: {0} sidan

source: sisältää
nn: inneheld

source: ei sisällä
nn: inneheld ikkje

source: alkaa
nn: startar med

source: päättyy
nn: sluttar med

source: Last.fm-tilin kirjautuminen
nn: Pålogging på Last.fm-konto

source: Syötä Last.fm-tilisi tiedot.
nn: Oppgje kontoopplysningane dine på Last.fm.

source: Tallenna ja kirjaudu sisään
nn: Lagra og logg på

source: Anna käyttöoikeus Last.fm:ää varten
nn: Autoriser for Last.fm

source: Tätä palvelua ei ole olemassa.
nn: Denne tenesta finst ikkje.

source: Asemat ovat vain maksaneiden Last.fm-tilaajien käytössä.
nn: Stasjonar er berre tilgjengelege til betalande Last.fm-abonnentar.

source: Tämä asema ei ole saatavilla.
nn: Denne stasjonen er ikkje tilgjengeleg.

source: Pyynnöstä puuttuu pakollinen parametri.
nn: Førespurnaden manglar ein påkrevd parameter.

source: Määritetty resurssi on virheellinen.
nn: Den valde ressursen er ugyldig.

source: Palvelinvirhe, yritä myöhemmin uudelleen.
nn: Tenarfeil, prøv att seinare.

source: Virheelliset tunnistautumistiedot, yritä uudelleen.
nn: Ugyldig autentiseringsinformasjon, autentiser på nytt.

source: Tämän ohjelman käyttämä API-avain on virheellinen.
nn: API-nøkkelen brukt av dette programmet er ugyldig.

source: Äänivirtojen palvelu on poissa käytöstä ylläpidon takia, yritä myöhemmin uudestaan.
nn: Straumingssystemet er fråkopla for vedlikehald, prøv att seinare.

source: Metodin allekirjoitus on virheellinen.
nn: Metodesignaturen er ugyldig.

source: Sisältöä ei ole riittävästi aseman soittamiseksi.
nn: Det er ikkje nok innhald til å spela denne stasjonen.

source: Tässä ryhmässä ei ole tarpeeksi jäseniä radiota varten.
nn: Denne gruppa har ikkje nok medlemmar for radio.

source: Esittäjällä ei ole tarpeeksi faneja radiota varten.
nn: Denne artisten har ikkje nok tilhengjarar for radio.

source: Tällä asemalla ei ole tarpeeksi naapureita.
nn: Det er ikkje nok naboar for denne stasjonen.

source: Tapahtui tuntematon virhe.
nn: Det oppstod ein ukjend feil.

source: Ei yhteyttä Last.fm-palveluun.
nn: Ikkje tilkopla Last.fm.

source: Tilitiedot vaaditaan ennen kirjautumista last.fm-palveluun
nn: Kontodetaljar er nødvendig før du kan kopla til Last.fm

source: Verkkoyhteyttä ei havaittu.
nn: Inga nettverkstilkopling oppdaga.

source: Last.fm-käyttäjätunnus on virheellinen.
nn: Last.fm-brukarnamn er ugyldig.

source: Yhdistetään Last.fm-palveluun.
nn: Koplar til Last.fm.

source: Yhdistetty Last.fm-palveluun.
nn: Tilkopla Last.fm.

source: Tuntematon podcast
nn: Ukjend podkast

source: Levynkäytön analysointi
nn: Analyse av diskplass

source: Tarkista kansioiden koko ja käytettävissä oleva levytila
nn: Undersøk mappestorleikar og tilgjengeleg diskplass

source: Ohitettujen osioiden URIt
nn: Utelatne partisjonar

source: Luettelo osioiden URI:sta, joita ei huomioida kartoitettaessa.
nn: Ei liste over adresser (URIar) til partisjonar som er utelatne frå søket.

source: Aktiivinen kaavio
nn: Aktivt diagram

source: Minkä tyyppinen kaavio näytetään.
nn: Kva slags diagram som skal visast.

source: Enimmäissyvyys
nn: Maksimal djupne

source: Kaavioon piirretty enimmäissyvyys juuresta lähtien
nn: Største djupna teikna frå rota i diagrammet

source: Kaaviomalli
nn: Diagrammodell

source: Aseta kaavion malli
nn: Vel modellen til diagrammet

source: Kaavion juurisolmu
nn: Rotnode i diagrammet

source: Aseta juurisolmu mallista
nn: Vel rotnode frå modellen

source: Kotikansio
nn: Heimemappe

source: Päätaltio
nn: Hovudeining

source: Kansio
nn: Mappe

source: Käyttö
nn: Bruk

source: Sisältö
nn: Innhald

source: Ympyräkaavio
nn: Ringdiagram

source: Puukaavio
nn: Trediagam

source: Avaa _kansio
nn: _Opna mappe

source: _Siirrä roskakoriin
nn: Fly_tt til papirkorga

source: _Tietoja
nn: _Om

source: _Analysointi
nn: _Analyse

source: _Kartoita kotikansio
nn: _Søk i heimemappa

source: Kartoita k_ansio…
nn: Søk i _mappe …

source: Kartoita _etäkansio…
nn: Søk i ekster_n mappe …

source: Pä_ivitä
nn: _Last på nytt

source: _Laajenna kaikki
nn: _Utvid alle

source: _Kutista kaikki
nn: S_lå saman alle

source: Valitse kansio
nn: Vel mappe

source: Levynkäyttöä ei voitu analysoida.
nn: Klarte ikkje analysera dataområdet.

source: Graafinen työkalu levytilan käytön analysointiin.
nn: Eit grafisk verktøy for å analysera diskbruk.

source: Jiri Grönroos, 2012 Tommi Vainikainen, 2009-2011 Timo Jyrinki, 2008 Ilkka Tuohela, 2005-2009 Pauli Virtanen, 2003-2005 Lauri Nurmi, 2003 Antti Ahvensalmi, 2000 Tuomas Merilä, 1999 http://gnome.fi/ Launchpad Contributions: Heidi Mattila https://launchpad.net/~hessuk Jiri Grönroos https://launchpad.net/~jiri-gronroos Jiri Grönroos https://launchpad.net/~jiri-gronroos+l10n Sami Jaktholm https://launchpad.net/~sjakthol Tommi Vainikainen https://launchpad.net/~thv
nn: Åsmund Skjæveland <aasmunds\@ulrik\.uio\.no> Gaute Hvoslef Kvalnes <gaute\@verdsveven\.com> Kjartan Maraas <kmaraas\@gnome\.org> Eskild Hustvedt <eskildh\@gnome\.org> Launchpad Contributions: Eskild Hustvedt https://launchpad.net/~zerodogg Åsmund Skjæveland https://launchpad.net/~aasmunds

source: Kansion "%s" tai joidenkin sen alikansioiden kartoitus epäonnistui.
nn: Klarte ikkje å søka i mappa «%s» eller i somme av mappene inni.

source: ”%s” ei ole kelvollinen kansio
nn: «%s» er ikkje ein gyldig mappe

source: Peru
nn: Avbryt

source: Käynnistä uudelleen
nn: Start om att

source: Käynnistysvalinnat
nn: Oppstartalternativ

source: Poistutaan...
nn: Avsluttar …

source: Olet poistumassa graafisesta käynnistysvalikosta ja käynnistämässä tekstipohjaisen käyttöliittymän.
nn: Du forlet den grafiske oppstartsmenyen og går over til tekstmodus.

source: Käynnistyslataaja
nn: Oppstartslastar

source: Siirräntävirhe
nn: I/U-feil

source: Vaihda käynnistyslevy
nn: Byt oppstartsdisk

source: Anna käynnistyslevy %u.
nn: Set inn oppstartsdisk %u.

source: Tämä on käynnistyslevy %u. Anna käynnistyslevy %u.
nn: Dette er oppstartsdisk %u. Set inn oppstartsdisk %u.

source: Tämä ei ole kelvollinen käynnistyslevy. Aseta käynnistyslevy %u asemaan.
nn: Dette er ikkje ein brukbar oppstartsdisk. Set inn oppstartsdisk %u.

source: Salasana
nn: Passord

source: Anna salasanasi:
nn: Skriv passordet ditt:

source: DVD-virhe
nn: DVD-feil

source: Tämä on kaksipuoleinen DVD. Olet käynnistänyt kakkospuolelta. Käännä DVD toisinpäin ja jatka sitten.
nn: Dette er ei tosidig DVD-plate. Du har starta opp frå side to. Snu DVD-en og hald fram.

source: Sammuta
nn: Slå av maskina

source: Pysäytetäänkö järjestelmä nyt?
nn: Vil du avslutta no?

source: Muut valinnat
nn: Andre innstillingar

source: Näppäimistö
nn: Tastaturkart

source: Tilat
nn: Modus

source: Tavallinen
nn: Vanleg

source: Asiantuntijatila
nn: Ekspertmodus

source: Esteettömyys
nn: Tilgjenge

source: Ei mikään
nn: Ingen

source: Suuri kontrasti
nn: Høgkontrast

source: Suurennuslasi
nn: Forstørringsglas

source: Näytönluku
nn: Skjermlesar

source: Pistekirjoituspääte
nn: Blindeskriftterminal

source: Asettelun valinnat
nn: Tastataturendringar

source: Näppäimistö näytöllä
nn: Skjermtastatur

source: Motoriset vaikeudet - valintalaitteet
nn: Motoriske vanskar - switcheiningar

source: ^Kokeile Ubuntua asentamatta
nn: ^Prøv Ubuntu utan å installera

source: ^Kokeile Kubuntua asentamatta
nn: ^Prøv Kubuntu utan å installera

source: ^Kokeile Edubuntua asentamatta
nn: ^Prøv Edubuntu utan å installera

source: ^Kokeile Xubuntua asentamatta
nn: ^Prøv Xubuntu utan å installera

source: ^Kokeile Ubuntun MID-versiota asentamatta
nn: ^Prøv Ubuntu MID utan å installera

source: ^Kokeile Ubuntun Netbook-versiota asentamatta
nn: ^Prøv Ubuntu Netbook utan å installera

source: ^Kokeile Kubuntun Netbook-versiota asentamatta
nn: ^Prøv Kubuntu Netbook utan å installera

source: ^Kokeile Lubuntua asentamatta
nn: ^Prøv Lubuntu utan å installera

source: ^Käynnistä Kubuntu
nn: ^Start Kubuntu

source: Käytä ajuripäivityslevyä
nn: Bruk plate med drivaroppdateringar

source: Asenna Ubuntu tek^stitilassa
nn: ^Installer Ubuntu i tekstmodus

source: Asenna Kubuntu tek^stitilassa
nn: ^Installer Kubuntu i tekstmodus

source: Asenna Edubuntu tek^stitilassa
nn: ^Installer Edubuntu i tekstmodus

source: Asenna Xubuntu tek^stitilassa
nn: ^Installer Ubuntu i tekstmodus

source: ^Asenna Ubuntu
nn: ^Installer Ubuntu

source: ^Asenna Kubuntu
nn: ^Installer Kubuntu

source: ^Asenna Edubuntu
nn: ^Installer Edubuntu

source: ^Asenna Xubuntu
nn: ^Installer Xubuntu

source: ^Asenna Ubuntun palvelinversio
nn: ^Installer Ubuntu Server

source: ^Asenna Ubuntu Studio
nn: ^Installer Ubuntu Studio

source: ^Asenna Ubuntu MID
nn: ^Installer Ubuntu MID

source: ^Asenna Ubuntun Netbook-versio
nn: ^Installer Ubuntu Netbook

source: ^Asenna Kubuntun Netbook-versio
nn: ^Installer Kubuntu Netbook

source: ^Asenna Lubuntu
nn: ^Installer Lubuntu

source: Työasema-asennus
nn: Installer ein arbeidsstasjon

source: Palvelinasennus
nn: Installer ein tenar

source: OEM-asennus (laitevalmistajille)
nn: OEM installasjon (for produsentar)

source: Asenna LAMP-palvelin
nn: Installer ein LAMP-tenar

source: Asenna LTSP-palvelin
nn: Installer ein LTSP-tenar

source: Asenna levykuvapalvelin
nn: Installer ein spegeltenar utan disk

source: Asenna komentorivijärjestelmä
nn: Installer eit kommandolinjesystem

source: Asenna minimaalinen järjestelmä
nn: Installer eit minimalt system

source: Asenna minimaalinen virtuaalikone
nn: Installer ei minimal virtuell maskin

source: ^Tarkista levyn virheettömyys
nn: ^Sjekk plata for feil

source: ^Korjaa rikkinäinen järjestelmä
nn: ^Reparer eit øydelagt system

source: ^Muistin tarkistus
nn: ^Test minnet

source: Käynnistä ^ensimmäiseltä kiintolevyltä
nn: ^Oppstart frå fyrste harddisk

source: Vain vapaita ohjelm.
nn: Berre fri programvare

source: ^Dellin automaattinen uudelleenasennus
nn: ^Dell automatisk reinstallasjon

source: ^Asenna Mythbuntu
nn: ^Installer Mythbuntu

source: ^Kokeile Mythbuntua asentamatta
nn: ^Prøv Mythbuntu utan å installera

source: Levyjen kirjoittaja ja kopioija
nn: Platebrennar og -kopierar

source: Luo ja kopioi CD- ja DVD-levyjä
nn: Lag og kopier CD-ar og DVD-ar

source: Brasero-levynkirjoittaja
nn: Brasero brenneprogram

source: Braseron projektitiedosto
nn: Brasero-prosjektfil

source: Tulostaa Nautilus-laajennus virheenjäljitystietoja
nn: Slå på feilsøkjingsinformasjon frå Nautilus-utvidingar

source: Tulostaa Nautilus-laajennus virheenjäljitystietoja. Tulisi asettaa todeksi, jos halutaan tulostavan.
nn: Om Nautilus-utvidingar skal gje ut feilsøkjingsinformasjon. Verdien skal vera true (sann) om dei skal.

source: Levykuville käytettävä tarkistussummatyyppi
nn: Typen kontrollsum brukt av avtrykk

source: Aseta seuraavasti: 0 = MD5, 1 = SHA1 ja 2 = SHA256
nn: Set til 0 for MD5, 1 for SHA1 og 2 for SHA256

source: Tiedostoille käytettävä tarkistussummatyyppi
nn: Typen kontrollsum brukt av filer

source: Tilapäistiedostojen kansio
nn: Mappe å bruka for mellombelse filer

source: Sisältää polun hakemistoon, jonne brasero tallentaa väliaikaistiedostot. Jos arvo on tyhjä, käytetään glibin oletushakemistoa.
nn: Inneheld stigen til mappa der Brasero skal lagra mellombelse filer. Om denne verdien er tom vil mappa GLib brukar verta brukt.

source: Ensisijainen levynkirjoitusjärjestelmä
nn: Føretrekt brenningsmotor

source: Sisältää ensisijaisesti käytettävän kirjoitusjärjestelmän nimen. Arvoa käytetään aina kun se on mahdollista.
nn: Inneheld namnet på den favorittbrennmotorsamlinga som er installert. Ho vil verta brukt om mogleg.

source: Luettelo hyväksytyistä liitännäisistä
nn: Kvitliste over ekstra tillegg å bruka

source: Sisältää luettelon lisäliitännäisistä, joita Brasero käyttää levyjen kirjoitukseen. Jos arvo on NULL, Brasero lataa kaikki liitännäiset.
nn: Inneheld lista over ekstra programtillegg Brasero vil bruka for å brenna plata. Om set til NULL så vil Brasero lasta inn alle.

source: Käytä ”-immed”-lippua cdrecordin kanssa
nn: Bruk flagget «-immed» med cdrecord

source: Käytetäänkö cdrecordin kanssa lippua ”-immed”. Käytä tätä varoen (asettaen se todeksi), sillä se on vain korjaus joillekin asemille ja järjestelmille.
nn: Om «-immed»-flagget skal brukast med cdrecord. Bruk med måte (set til sann) fordi det er berre ein måte å snu seg om feil for nokre einingar/oppsett.

source: Käytetäänkö growisofs:n kanssa ”-use-the-force-luke=dao”-lippua
nn: Om «-use-the-force-luke=dao»-flagget skal brukast med growisofs

source: Käytetäänkö growisofs:n kanssa lippua ”-use-the-force-luke=dao”. Jos asetetaan epätodeksi, Brasero ei käytä sitä – tämä voi toimia korjauksena joillekin asemille ja järjestelmille.
nn: Om «-use-the-force-luke=dao»-flagget skal brukast med growisofs. Set til falsk og Brasero vil ikkje bruke det. Det kan vera ein måte å snu seg om feil for nokre einingar/oppsett

source: Käytetään ”-immed”-lipun kanssa käytettäessä cdrecordia
nn: Brukt saman med «-immed»-flagget med cdrecord

source: Käytetäänkö ”--driver generic-mmc-raw” -lippua cdrdaon kanssa
nn: Om «-driver generic-mmc-raw»-flagget skal brukast med cdrdao

source: Käytetäänkö cdrdaon kanssa lippua ”--driver generic-mmc-raw”. Brasero käyttää sitä, jos asetetaan todeksi – se voi toimia korjauksena joillekin asemille ja järjestelmille.
nn: Om «-driver generic-mmc-raw»-flagget skal brukast med cdrdao. Set til sann og Brasero vil bruka det. Det kan vera ein måte å snu seg om feil for nokre einingar/oppsett.

source: Kirjoítettavia levykuvia varten viimeksi selattu kansi
nn: Den sist vitja mappa som vart leita i etter avtrykk å brenna

source: Sisältää koko polun hakemistoon, jota selattiin viimeksi kirjoitettavien levykuvien osalta
nn: Inneheld den absolutte stigen til mappa som sist vart leita i etter avtrykk å brenna

source: Käytä tiedoston esikatselua
nn: Slå på førehandsvisning av filer

source: Näytetäänkö tiedoston esikatselu. Aseta arvoon TOSI nähdäksesi sen
nn: Om førehandsvisningar av filer skal visast. Set til sann for å gjera det.

source: Suodatetaanko piilotiedostot
nn: Om Brasero skal filtrera gøymde filer

source: Suodatetaanko piilotiedostot. Jos tosi, brasero suodattaa pois piilotiedostot.
nn: Om Brasero skal filtrera gøymde filer. Set til true (sann) og Brasero vil filtrera dei bort.

source: Korvaa symboliset linkit linkin kohteella
nn: Erstatt symbolske lenkjer med mål

source: Korvaako brasero symboliset linkit linkkien kohdetiedostoilla projektissa. Jos tosi, brasero korvaa symboliset linkit.
nn: Om Brasero skal erstatta symbolske lenkjer med målfilene i prosjektet. Set til true (sann) og Brasero kjem til å erstatta dei.

source: Suodattaako brasero rikkinäiset symboliset linkit
nn: Om Brasero skal filtrera bort brotne symbolske lenkjer

source: Suodatetaanko rikkinäiset symboliset linkit. Jos tosi, brasero suodattaa pois rikkinäiset linkit.
nn: Om Brasero skal filtrera bort brotne symbolske lenkjer. Set til true (sann) og Brasero vil filtrera dei bort.

source: Liitännäisen tärkeysarvo
nn: Prioritetsverdien til programtillegget

source: Kun saman tehtävän voi hoitaa usealla eri liitännäisellä, tämä arvo kertoo mille liitännäisellä annetaan etuoikeus. 0 tarkoittaa, että liitännäisen omaan tärkeysarvoa käytetään. Positiivinen arvo ylikirjoittaa liitännäisen oman tärkeysarvon, ja negatiivinen ottaa liitännäisen pois käytöstä.
nn: Når fleire programtillegg er tilgjengeleg for den same handlinga vil denne verdien fastsetja kva for programtillegg som får prioritet. 0 tyder at den ibuande prioriteten til programtillegget vert brukt. Positiv verdi overstyrer den ibuande prioriteten og negativ verdi slår tillegget av.

source: Käytettävät kirjoitusliput
nn: Brenneval å bruka

source: Viimeksi asiayhteydessä käytetyt kirjoitusliput
nn: Denne verdien representerer brenneval som vart brukte sist i ein slik samanheng.

source: Käytettävä nopeus
nn: Snøggleik å bruka

source: Viimeksi asiayhteydessä käytetty nopeus
nn: Denne verdien representerer snøggleiken som vart brukt sist i ein slik samanheng.

source: Valikko
nn: Meny

source: Peru keskeneräinen kirjoitus
nn: Avbryt pågåande brenning

source: Näytä _ikkuna
nn: Vis _dialogvindauge

source: Näytä ikkuna
nn: Vis dialogvindauge

source: %s, %d %% valmis, %s jäljellä
nn: %s, %d%% ferdig, %s gjenstår

source: %s, %d %% valmis
nn: %s, %d%% ferdig

source: Virhe tyhjennettäessä.
nn: Feil ved tømming

source: Tyhjennä _uudelleen
nn: _Tøm igjen

source: Tuntematon virhe.
nn: Ukjend feil

source: Levyn tyhjentäminen onnistui
nn: Tømming av plata er vellukka

source: Levy on valmis käytettäväksi.
nn: Plata er klar til bruk

source: _Tyhjennä
nn: _Tøm

source: _Nopea tyhjennys
nn: _Rask tømming

source: Käytä nopeaa tyhjennystä pidemmän ja tarkemman tyhjennyksen sijasta
nn: Aktiver rask tømming, til skilnad frå ein lengare og grundigare tømming

source: Levyn tyhjennys
nn: Tømming av plate

source: Kirjoitetaan CD/DVD-levyä
nn: Brenn CD/DVD

source: Asema on käytössä
nn: Eininga er oppteken

source: Varmista, ettei joku muu sovellus käytä sitä
nn: Sjekk at ingen andre program brukar den.

source: Aseman ”%s” lukitusta ei voi avata
nn: «%s» kan ikkje låsast opp

source: Kirjoittajaa ei annettu
nn: Ingen brennar oppgjeven

source: Lähdeasemaa ei annettu
nn: Inga kjeldeeining oppgjeven

source: Kopiointi on kesken
nn: Kopieringsprosess i gang

source: Asemaa ei voi lukita (%s)
nn: Eininga kan ikkje låsast (%s)

source: Asema ei osaa uudelleenkirjoittaa levyjä
nn: Eininga støttar ikkje omskriving

source: Levyn tyhjennys on kesken
nn: Sletteprosess er i gang

source: Asema ei pysty kirjoitamiseen
nn: Eininga kan ikkje brenna

source: Kirjoitus on kesken
nn: Brenningsprosess er i gang

source: Tarkistussumman laskenta on kesken
nn: Kontrollsumprosess er i gang

source: Tietojen yhdistäminen on mahdotonta tällä levyllä
nn: Samanslåing av data er umogleg med denne plata

source: Levyllä ei ole tarpeeksi tilaa
nn: Ikkje nok plass tilgjengeleg på plata

source: %s (sovellus)
nn: %s (program)

source: %s (kirjasto)
nn: %s (bibliotek)

source: %s (GStreamer-liitännäinen)
nn: %s (GStreamer-tillegg)

source: Ei kirjoitettavia raitoja
nn: Ingen spor å skriva

source: Asenna seuraavat vaaditut sovellukset ja kirjastot käsin, ja yritä sitten uudelleen:
nn: Installer følgjande påkravte program og bibliotek manuelt og prøv på nytt:

source: Vain yksi raita kerrallaan voidaan tarkistaa
nn: Du kan kun kryssa av for eitt spor om gongen

source: Väliaikaisen levykuvan tyyppiä ei voitu selvittäägrafted
nn: Formatet på det mellombelse avtrykket vart ikkje funnegrafted

source: Tapahtui sisäinen virhe
nn: Intern feil oppstod

source: %s (%i%% valmis)
nn: %s (%i%% ferdig)

source: Luodaan levykuvaa
nn: Lagar avtrykk

source: Kirjoitetaan DVD-levyä
nn: Brenn DVD

source: Kopioidaan DVD-levyä
nn: Kopierer DVD

source: Kirjoitetaan CD-levyä
nn: Brenn CD

source: Kopioidaan CD-levyä
nn: Kopierer CD

source: Kirjoitetaan levyä
nn: Brenn plate

source: Kopioidaan levyä
nn: Kopierer plate

source: Video-DVD:n kirjoituksen simulointi
nn: Simulerer brenning av video-DVD

source: Kirjoitetaan video-DVD-levyä
nn: Brenn video-DVD

source: Data-DVD-levyn kirjoituksen simulointi
nn: Simulerer brenning av data-DVD

source: Kirjoitetaan data-DVD-levyä
nn: Brenn data-DVD

source: Levykuvan DVD:lle kirjoituksen simulointi
nn: Simulerer brenning av avtrykk til DVD

source: Kirjoitetaan levykuvaa DVD-levylle
nn: Brenn avtrykk til DVD

source: Data-DVD-levyn kopioinnin simulointi
nn: Simulerer kopiering av data-DVD

source: Kopioidaan data-DVD-levyä
nn: Kopierer data-DVD

source: (S)VCD-levyn kirjoituksen simulointi
nn: Simulerer brenning av (S)VCD

source: Kirjoitetaan (S)VCD-levyä
nn: Brenn (S)VCD

source: Ääni-CD-levyn kirjoituksen simulointi
nn: Simulerer brenning av lyd-CD

source: Kirjoitetaan ääni-CD-levyä
nn: Brenn lyd-CD
